[
  {
    "name": "Royal Thali",
    "address": "123 Jaipur Road, Jaipur, Rajasthan",
    "about": "Royal Thali offers an authentic dining experience that celebrates the rich culinary heritage of Rajasthan. Each thali is a vibrant feast, showcasing a variety of traditional dishes, including dal baati churma, gatte ki sabzi, and an assortment of delectable sweets. The restaurant's ambiance reflects the grandeur of Rajasthani culture, with intricately designed interiors and warm hospitality that makes you feel like royalty. The chefs use only the finest ingredients, ensuring that every bite transports you to the heart of Rajasthan. Whether you are a local resident or a visitor, Royal Thali promises a memorable dining experience that captures the essence of Rajasthani cuisine. The restaurant also caters to dietary preferences, offering vegetarian options and the ability to customize your meal. Join us for lunch or dinner and indulge in a feast fit for kings and queens, where every meal is a celebration of flavors, traditions, and culinary artistry.",
    "imageUrl": "https://b.zmtcdn.com/data/pictures/chains/4/20330144/7bf48810e9ac1f0a89ef6fcc8387ccd3.jpg?output-format=webp&fit=around|771.75:416.25&crop=771.75:416.25;*,*",
    "geolocation": {
      "latitude": 29.9382,
      "longitude": 73.8897
    },
    "createdAt": "2024-01-15T10:00:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Desert Spice",
    "address": "456 Jaisalmer Fort, Jaisalmer, Rajasthan",
    "about": "Desert Spice is a culinary gem nestled near the iconic Jaisalmer Fort. The restaurant brings together the rich flavors of Rajasthani cuisine in a vibrant setting that reflects the beauty of the desert. Each dish is prepared with utmost care, using authentic recipes passed down through generations. From the spicy laal maas to the delightful ker sangri, every plate tells a story of Rajasthan's rich heritage. The restaurant's decor, adorned with traditional artifacts and stunning views of the fort, enhances the dining experience, making it perfect for both families and couples. Whether you are enjoying a leisurely lunch or a romantic dinner, the warm ambiance and exceptional service ensure that every visit is special. Our team is dedicated to providing a memorable experience, catering to all dietary needs while showcasing the true essence of Rajasthani hospitality. Join us for an unforgettable meal and immerse yourself in the flavors of the desert.",
    "imageUrl": "https://www.ercotravels.com/blog/wp-content/uploads/2024/01/istockphoto-852173226-612x612-1.jpg",
    "geolocation": {
      "latitude": 29.9225,
      "longitude": 73.9143
    },
    "createdAt": "2024-01-20T12:30:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Udaipur Palace Dining",
    "address": "789 Lake Pichola, Udaipur, Rajasthan",
    "about": "Udaipur Palace Dining offers a breathtaking dining experience with stunning views of Lake Pichola. The restaurant combines the beauty of its surroundings with a menu that features a blend of traditional Rajasthani and Mughlai cuisines. Guests can enjoy a wide variety of dishes, from aromatic biryanis to rich curries, each prepared using the freshest ingredients and traditional techniques. The elegant decor, featuring ornate furnishings and beautiful artwork, creates a royal atmosphere, making it the ideal place for special occasions or intimate dinners. Our dedicated staff is committed to providing top-notch service, ensuring that your meal is as memorable as the view. The restaurant also hosts cultural performances that showcase the rich heritage of Rajasthan, adding to the enchanting experience. Whether you are celebrating a milestone or simply looking to indulge in delicious food, Udaipur Palace Dining is the perfect destination for a culinary journey through the flavors of Rajasthan.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/17/12/d2/dining-room.jpg?w=900&h=500&s=1",
    "geolocation": {
      "latitude": 29.9294,
      "longitude": 73.908
    },
    "createdAt": "2024-02-10T18:00:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Spice Route",
    "address": "321 Pushkar Road, Pushkar, Rajasthan",
    "about": "Spice Route is known for its delightful culinary journey through the diverse spices of Rajasthan. The restaurant features a warm and inviting atmosphere, perfect for families, couples, and friends. Our menu highlights a range of authentic Rajasthani dishes, each infused with unique spices and flavors that make this region's cuisine so special. From mouthwatering gatte ki sabzi to the rich flavors of dal baati churma, every dish is crafted with love and attention to detail. The decor reflects the vibrant colors and textures of Rajasthan, immersing guests in the cultural heritage of the area. We pride ourselves on our excellent customer service, ensuring that every visitor leaves with a satisfied palate and a smile. Spice Route is not just a restaurant; it’s an experience that brings people together to celebrate the joys of food, culture, and community. Join us for a meal that will tantalize your taste buds and create lasting memories.",
    "imageUrl": "https://www.ercotravels.com/blog/wp-content/uploads/2024/01/indian-traditional-kachori-also-know-as-kachauri-kachodi-stuffed-kachori-with-condensed-potato-1.jpg",
    "geolocation": {
      "latitude": 29.9416,
      "longitude": 73.9051
    },
    "createdAt": "2024-02-15T09:00:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Bikanervala",
    "address": "654 Bikaner Road, Bikaner, Rajasthan",
    "about": "Bikanervala is a renowned establishment that offers a wide range of traditional snacks and sweets, bringing the taste of Bikaner to life. Known for its authentic recipes and high-quality ingredients, the restaurant serves an extensive menu that includes everything from savory kachoris to sweet rasgullas. Each dish is prepared with care, ensuring that the unique flavors of Bikaneri cuisine are preserved. The cozy atmosphere and friendly staff create a welcoming environment for families and food lovers alike. Whether you're craving a quick snack or a hearty meal, Bikanervala has something for everyone. Our commitment to excellence extends beyond food; we aim to provide a delightful dining experience that showcases the rich culinary traditions of Rajasthan. Ideal for casual dining, takeaways, or celebrations, Bikanervala invites you to indulge in the delicious tastes of Rajasthan and create cherished memories over a meal.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/96/71/60/khamma-ghani-restaurant.jpg?w=900&h=500&s=1",
    "geolocation": {
      "latitude": 29.9191,
      "longitude": 73.8963
    },
    "createdAt": "2024-03-05T11:45:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Chokhi Dhani",
    "address": "Nehru Marg, Jaipur, Rajasthan",
    "about": "Chokhi Dhani is an ethnic village resort that immerses guests in the rich culture and heritage of Rajasthan. The restaurant provides an authentic experience with traditional Rajasthani food served in a rustic setting that resembles a village atmosphere. Guests can enjoy a variety of dishes, from spicy curries to sweet desserts, while also participating in cultural performances, folk dances, and craft exhibitions. The warm hospitality and vibrant ambiance make it a popular destination for families and tourists seeking a true taste of Rajasthan. Whether you are here for a leisurely meal or to celebrate a special occasion, Chokhi Dhani offers an unforgettable experience that engages all your senses. Indulge in the flavors of Rajasthan and create lasting memories in this enchanting village setting, where every visit is a celebration of culture, cuisine, and community.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1a/72/a7/upper-deck.jpg?w=900&h=500&s=1",
    "geolocation": {
      "latitude": 29.9333,
      "longitude": 73.8938
    },
    "createdAt": "2024-03-10T19:00:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ]
    , "placedorders":[]
  },
  {
    "name": "Patanjali Restaurant",
    "address": "112 Sikar Road, Jaipur, Rajasthan",
    "about": "Patanjali Restaurant is dedicated to providing healthy and delicious vegetarian options that reflect the best of Indian cuisine. The restaurant's philosophy is centered around wellness, offering a menu that emphasizes fresh ingredients, natural flavors, and nutritional value. Guests can explore a variety of dishes, from wholesome dal to flavorful vegetable curries, each prepared with a focus on health and taste. The serene ambiance, enhanced by beautiful decor and calming music, makes it an ideal place for relaxation and enjoyment. The staff is friendly and attentive, ensuring that every dining experience is pleasant and satisfying. Patanjali Restaurant is perfect for those seeking a nourishing meal without compromising on flavor. Whether you’re looking for a quick lunch or a leisurely dinner with friends, our commitment to quality and wellness will leave you feeling revitalized and content.",
    "imageUrl": "https://q-xx.bstatic.com/xdata/images/hotel/max1024x768/61076499.jpg?k=9b103c2a2d7e5c19e94c780916b8157ef2dc4037b13092f83fb6b3cdfa382f7e&o=&s=1024x",
    "geolocation": {
      "latitude": 29.9277,
      "longitude": 73.9126
    },
    "createdAt": "2024-03-12T14:30:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Natraj Restaurant",
    "address": "789 Bani Park, Jaipur, Rajasthan",
    "about": "Natraj Restaurant is a beloved spot for both locals and tourists, renowned for its delicious dal bati churma and a variety of Rajasthani specialties. The restaurant combines traditional recipes with modern culinary techniques, ensuring a dining experience that is both authentic and memorable. The inviting decor and friendly atmosphere create the perfect setting for family gatherings and celebrations. Our menu features a range of dishes that cater to all tastes, with a focus on using fresh, local ingredients. Each meal is crafted with care, showcasing the bold flavors and unique spices that characterize Rajasthani cuisine. Whether you are enjoying a festive family meal or a casual lunch with friends, Natraj Restaurant promises a delightful experience that will keep you coming back for more. Our commitment to quality and hospitality ensures that every visit is a feast for the senses.",
    "imageUrl": "https://plus.unsplash.com/premium_photo-1673108852141-e8c3c22a4a22?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "geolocation": {
      "latitude": 29.9369,
      "longitude": 73.8992
    },
    "createdAt": "2024-03-15T16:45:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Rajasthani Rasoi",
    "address": "456 Mandore Road, Jodhpur, Rajasthan",
    "about": "Rajasthani Rasoi offers a true taste of Rajasthan, with a menu that highlights the region's rich culinary traditions. The restaurant features a charming ambiance adorned with local artwork and artifacts that reflect the culture of Rajasthan. Guests can savor a variety of dishes, from the spicy laal maas to the delightful besan gatte, each prepared with authentic ingredients and recipes. The skilled chefs take pride in their craft, ensuring that every dish is a celebration of flavors and textures. Rajasthani Rasoi is perfect for family outings, special occasions, or casual dining, where every meal becomes a memorable experience. The warm hospitality and attentive service enhance the dining experience, making every guest feel like a part of the family. Join us for an unforgettable culinary journey through Rajasthan, where the essence of traditional cooking meets a welcoming atmosphere.",
    "imageUrl": "https://plus.unsplash.com/premium_photo-1673809798698-e1a929aa7f73?q=80&w=1374&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "geolocation": {
      "latitude": 26.2922,
      "longitude": 73.0179
    },
    "createdAt": "2024-03-18T13:00:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  },
  {
    "name": "Kesar Heritage Restaurant",
    "address": "321 Amer Road, Jaipur, Rajasthan",
    "about": "Kesar Heritage Restaurant beautifully blends traditional Rajasthani flavors with a heritage ambiance that transports diners to a royal era. The menu features an array of dishes that highlight the culinary richness of Rajasthan, including famous delicacies such as dal baati and gatte ki sabzi. The restaurant's decor is an elegant homage to Rajasthani architecture, with intricate carvings and vibrant colors that create a stunning backdrop for your meal. Guests are invited to enjoy their meals while taking in the majestic views of the surrounding landscape, enhancing the dining experience. The attentive staff ensures that every aspect of your visit is exceptional, from the food to the service. Kesar Heritage is perfect for family celebrations, romantic dinners, or simply enjoying a delightful meal with friends. Join us for a culinary experience that captures the essence of Rajasthan’s heritage and hospitality.",
    "imageUrl": "https://plus.unsplash.com/premium_photo-1674105935993-7046950433df?q=80&w=1374&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "geolocation": {
      "latitude": 29.9234,
      "longitude": 73.9059
    },
    "createdAt": "2024-03-20T17:30:00Z",
    "cuisine": [],
    "category": [
      "670e7dc94a31827aef4d124e",
      "670e7dc94a31827aef4d124f",
      "670e7dc94a31827aef4d1250",
      "670e7dc94a31827aef4d1251",
      "670e7dc94a31827aef4d1252",
      "670e7dc94a31827aef4d1253",
      "670e7dc94a31827aef4d1254",
      "670e7dc94a31827aef4d1255",
      "670e7dc94a31827aef4d1256",
      "670e7dc94a31827aef4d1257",
      "670e7dc94a31827aef4d1258",
      "670e7dc94a31827aef4d1259",
      "670e7dc94a31827aef4d125a",
      "670e7dc94a31827aef4d125b",
      "670e7dc94a31827aef4d125c",
      "670e7dc94a31827aef4d125d",
      "670e7dc94a31827aef4d125e",
      "670e7dc94a31827aef4d125f",
      "670e7dc94a31827aef4d1260",
      "670e7dc94a31827aef4d1261"
    ],
    "placedorders":[]
  }
]
